{
  "plugins": {
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
    },
    "diffview.nvim": [],
    "gitsigns.nvim": {
    },
    "grug-far.nvim": {
    },
    "markdown-preview.nvim": [],
    "noice.nvim": {
    },
    "nui.nvim": [],
    "nvim": {
      "version": "1.0.0 - 2.0.0"
    },
    "nvim-dap": {
    },
    "nvim-dap-ui": [],
    "nvim-dap-virtual-text": [],
    "nvim-nio": [],
    "nvim-treesitter": {
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "version": "'main'"
    },
    "nvim-web-devicons": {
    },
    "opencode.nvim": {
    },
    "render-markdown.nvim": {
    },
    "snacks.nvim": {
    },
    "which-key.nvim": {
    },
    "yanky.nvim": []
  }
}